// © Copyright 2004-2008, 2015 HP Development Company, L.P.

TaskName = "Power Management";

State0Title = "OK";
State1Title = "Overtemperature";
State2Title = "Charging";
State3Title = "Missing";
State4Title = "Faulty";
State5Title = "Cannot be retrieved";

AutoPowerOffTitle = "Battery Auto Power Off:";
BatteryStateTitle = "Battery State:";
BatteryLevelTitle = "Battery Level:";
VisitText1 = "Visit ";
VisitText2 = " for information on accessories.";
ApplyButtonTitle = "Apply Now";

After5Min = "After 5 Minutes";
After10Min = "After 10 Minutes";
After20Min = "After 20 Minutes";
After15Min = "After 15 Minutes";
After30Min = "After 30 Minutes";
After45Min = "After 45 Minutes";
After1Hour = "After 1 Hour";
After2Hours = "After 2 Hours";
After3Hours = "After 3 Hours";
Never = "Never";